Repository: vsean103/gnome-photos
Catalog: po/*.po
Languages: km

source: Photos
km: រូបថត

source: Access, organize and share your photos on GNOME
km: ចូលប្រើ រៀបចំ និងចែករំលែករូបថតរបស់អ្នកនៅលើ GNOME

source: Access, organize and share your photos on GNOME. A simple and elegant replacement for using a file manager to deal with photos. Enhance, crop and edit in a snap. Seamless cloud integration is offered through GNOME Online Accounts.
km: ចូលប្រើ រៀបចំ និងចែករំលែករូបថតរបស់អ្នកនៅលើ GNOME ។ ការជំនួសសាមញ្ញនិងឆើតឆាយ សម្រាប់ប្រើកម្មវិធីគ្រប់គ្រងឯកសារជាមួយរូបថត។ ធ្វើឱ្យប្រសើរឡើង កាត់ និងកែសំរួលមួយរំពេច។ ការរួមបញ្ចូលប្រព័ន្ឋអុីនធឺណែតប្រកបដោយភាពរលូន ត្រូវបានផ្តល់ជូនតាមរយៈគណនេយ្យតាមអុីនធឺណែតរបស់ GNOME

source: You can:
km: អ្នកអាច៖

source: Automatically find all your pictures
km: ស្វែងរករូបភាពរបស់អ្នកដោយស្វ័យប្រវត្តិ

source: View recent local and online photos
km: មើលរូបថតថ្មីៗក្នុងកុំព្យូទ័រ និងអនឡាញ

source: Access your Facebook or Flickr pictures
km: ចូលប្រើរូបភាព Facbook ឬ Flickr របស់អ្នក

source: View photos on TVs, laptops or other DLNA renderers on your local network
km: មើលរូបថតនៅលើទូរទស្សន៍ កុំព្យូទ័រ ឬឧបករណ៍បង្ហាញ DLNA ផ្សេងទៀតនៅលើបណ្តាញមូលដ្ឋានរបស់អ្នក

source: Set pictures as your desktop background
km: កំណត់រូបភាពជាផ្ទៃខាងក្រោយនៃអេក្រង់របស់អ្នក

source: Print photos
km: បោះពុម្ពរូបថត

source: Select favorites
km: ជ្រើសរើសចំនូលចិត្ត

source: Easily edit your pictures in the app, or send to a full featured editor for more advanced changes
km: កែសម្រួលរូបភាពរបស់អ្នកយ៉ាងងាយស្រួលក្នុងកម្មវិធី ឬផ្ញើរទៅកម្មវិធីកែសម្រួលដែលមានលក្ខណៈពិសេសពេញលេញសម្រាប់ការកែសម្រួលកំរិតខ្ពស់

source: The GNOME Project
km: គំរោង GNOME

source: Access, organize and share photos
km: ចូលប្រើ រៀបចំ និងចែករំលែករូបថត

source: Photos;Pictures;
km: រូបថត; រូបភាព;

source: Window size
km: ទំហំបង្អួច

source: Window size (width and height).
km: ទំហំបង្អួច (ទទឹង និងកំពស់) ។

source: Window position
km: ទីតាំងបង្អួច

source: Window position (x and y).
km: ទីតាំងបង្អួច (x និង y) ។

source: Window maximized
km: បង្អួចត្រូវបានពង្រីកអតិបរមា

source: Window maximized state
km: ស្ថានភាពនៃបង្អួចត្រូវបានពង្រីកអតិបរមា

source: Show the empty state
km: បង្ហាញស្ថានភាពទទេ

source: Show the application's version
km: បង្ហាញជំនាន់នៃកម្មវិធី

source: Album
km: អាល់ប៊ុម

source: Screenshots
km: រូបថតអេក្រង់

source: “%s” deleted
km: “%s” ត្រូវបានលុប

source: %d item deleted
km: %d ឯកសារត្រូវបានលុប

source: Undo
km: មិនធ្វើវិញ

source: DLNA Renderer Devices
km: ឧបករណ៍បង្ហាញ DLNA

source: “%s” edited
km: “%s” ត្រូវបានកែសម្រួល

source: Collection View
km: ទិដ្ឋភាពរូបថតរូបប្រមូលផ្តុំ

source: Albums
km: អាល់ប៊ុមផ្សេងៗ

source: Favorites
km: ចំណូលចិត្ត

source: Import
km: នាំចូល

source: Search
km: ស្វែងរក

source: No albums found
km: រកមិនឃើញអាល់ប៊ុម

source: Starred photos will appear here
km: រូបថតដាក់ផ្កាយនឹងបង្ហាញនៅទីនេះ

source: No photos found
km: រកមិនឃើញរូបថត

source: You can create albums from the Photos view
km: អ្នកអាចបង្កើតអាល់ប៊ុមពីទិដ្ឋភាព “រូបថត”

source: Online Accounts
km: គណនីតាមអ៊ីនធឺណិត

source: Pictures folder
km: ថតរបស់រូបភាព

source: Photos from your %s and %s will appear here.
km: រូបថតពី% s និង% s របស់អ្នកនឹងបង្ហាញនៅទីនេះ។

source: Try a different search
km: សាកល្បងការស្វែងរកផ្សេងទៀត

# dialog title
source: Export
km: នាំចេញ

source: _Folder Name
km: _ឈ្មោះថតឯកសារ

source: Size
km: ទំហំ

source: F_ull
km: _ពេញ

source: _Reduced
km: _កាត់បន្ថយ

source: _Cancel
km: _បោះបង់

source: _Export
km: _នាំចេញ

source: Calculating export size…
km: កំពុងគណនាទំហំនាំចេញ…

source: Failed to export: not enough space
km: បានបរាជ័យក្នុងការនាំចេញ៖ មិនមានទំហំផ្ទុក​ទិន្នន័យគ្រប់គ្រាន់

source: Failed to export
km: បានបរាជ័យក្នុងការនាំចេញ

source: “%s” exported
km: “%s” ត្រូវបាននាំចេញ

source: %d item exported
km: %d ឯកសារត្រូវបាននាំចេញ

source: Analyze
km: វិភាគ

source: Empty Trash
km: សម្អាតធុងសំរាម

source: Open
km: បើក

source: Export Folder
km: នាំចេញថតឯកសារ

# shortcut window
source: General
km: ទូទៅ

# shortcut window
source: Show help
km: បង្ហាញជំនួយ

# shortcut window
source: Keyboard shortcuts
km: ផ្លូវកាត់លើក្តារចុច

# shortcut window
source: Quit
km: ចាកចេញ

# shortcut window
source: Navigation
km: ការរុករក

# shortcut window
source: Next photo
km: រូបថតបន្ទាប់

# shortcut window
source: Previous photo
km: រូបថតមុន

# shortcut window
source: Go back
km: ត្រឡប់​ក្រោយ

# shortcut window
source: Overview
km: ទិដ្ឋភាពទូទៅ

# shortcut window
source: Search
km: ស្វែងរក

# shortcut window
source: Select all
km: ជ្រើស​យក​ទាំងអស់

# shortcut window
source: Export selected photo
km: នាំចេញរូបថតដែលបានជ្រើសរើស

# shortcut window
source: Print selected photo
km: បោះពុម្ពរូបថតដែលបានជ្រើសរើស

# shortcut window
source: Delete selected photos
km: លុបរូបថតដែលបានជ្រើសរើស

# shortcut window
source: Photo view
km: ទិដ្ឋភាពរូបថត

# shortcut window
source: Edit
km: កែសម្រួល

# shortcut window
source: Export
km: នាំចេញ

# shortcut window
source: Print
km: បោះពុម្ព

# shortcut window
source: Zoom in
km: ពង្រីក

# shortcut window
source: Zoom out
km: បង្រួម

# shortcut window
source: Best fit
km: សម​ល្អ​បំផុត

# shortcut window
source: Delete
km: លុប

# shortcut window
source: Action menu
km: ម៉ឺនុយ “សកម្មភាព”

# shortcut window
source: Fullscreen
km: ពេញ​អេក្រង់

# shortcut window
source: Edit view
km: ទិដ្ឋភាពកែសម្រួល

# shortcut window
source: Cancel
km: បោះបង់ចោល

source: An album with that name already exists
km: អាល់ប៊ុមដែលមានឈ្មោះនោះ មានរួចហើយ

source: An album for that date already exists
km: អាល់ប៊ុមសម្រាប់កាលបរិច្ឆេទនោះ មានរួចហើយ

# dialog title
source: Name Album
km: ឈ្មោះអាល់ប៊ុម

source: Create _New
km: បង្កើត​_ថ្មី

source: Add to _Existing
km: បន្ថែម​លើអ្វីដែល_មានស្រាប់

source: _Add
km: _បន្ថែម​

source: Fetching photos from %s
km: កំពុងទៅយករូបថតពី %s

source: Fetching photos from online accounts
km: កំពុងទៅយករូបថតពីគណនីតាមអ៊ីនធឺណិត

source: Your photos are being indexed
km: រូបថតរបស់អ្នកកំពុងត្រូវបានធ្វើលិបិក្រម

source: Some photos might not be available during this process
km: រូបថតខ្លះប្រហែលជាមិនមានទេអំឡុងពេលដំណើរការនេះ

source: Oops! Unable to load “%s”
km: អូ! មិនអាចដំណើរការ “% s”

source: Local
km: នៅក្នុងកុំព្យូទ័រ

source: Click on items to select them
km: ចុចលើវត្ថុដើម្បីជ្រើសរើសវា

source: %d selected
km: %d បានជ្រើសរើស

source: Select items for import
km: ជ្រើសរើសវត្ថុសម្រាប់នាំចូល

source: Select items for import (%u selected)
km: ជ្រើសវត្ថុសម្រាប់នាំចូល (% u បានជ្រើសរើស)

source: Back
km: ត្រឡប់ក្រោយ

source: Select Items
km: ជ្រើសរើសវត្ថុ

source: Open with %s
km: បើកជាមួយ %s

source: Remove from favorites
km: យកចេញពីចំនូលចិត្ត

source: Add to favorites
km: បន្ថែមទៅចំណូលចិត្ត

source: Done
km: រួចរាល់

source: _Select
km: _ជ្រើសរើស

source: Copyright © 2012 – 2019 Red Hat, Inc. Copyright © 2015 – 2018 Umang Jain
km: រក្សាសិទ្ធិ © 2012 – 2019 Red Hat, Inc. រក្សាសិទ្ធិ © 2015 – 2018 Umang Jain

source: translator-credits
km: ស៊ាន វិសិដ្ឋ

source: _OK
km: _យល់ព្រម

# Dialog title
source: Organize
km: រៀបចំ

source: Export…
km: នាំចេញ…

source: Print…
km: បោះពុម្ព…

source: Delete
km: លុប

source: Display on…
km: បង្ហាញលើ…

source: Set as Background
km: កំណត់ជាផ្ទៃខាងក្រោយ

source: Set as Lock Screen
km: កំណត់ជាអេក្រង់ចាក់សោ

source: Properties
km: លក្ខណៈសម្បត្តិ

source: Fullscreen
km: ពេញ​អេក្រង់

source: Keyboard Shortcuts
km: ផ្លូវកាត់លើក្តារចុច

source: _Help
km: _ជំនួយ

source: About Photos
km: អំពី​ “រូបថត”

source: Printing “%s”: %s
km: កំពុងបោះពុម្ព “%s”: %s

source: Image Settings
km: ការកំណត់ចំណូលចិត្តលើ “រូបភាព”

source: Position
km: ទីតាំង

source: _Left:
km: _ខាងឆ្វេង៖

source: _Right:
km: _ខាងស្ដាម៖

source: _Top:
km: _ខាងលើ៖

source: _Bottom:
km: _ខាង​ក្រោម៖

source: C_enter:
km: _កណ្តាល៖

source: None
km: គ្មាន

source: Horizontal
km: ផ្ដេក

source: Vertical
km: បញ្ឈរ

source: Both
km: ទាំងពីរ

source: _Width:
km: _ទទឹង៖

source: _Height:
km: _កម្ពស់៖

source: _Scaling:
km: _ធ្វើមាត្រដ្ឋាន៖

source: _Unit:
km: _ឯកតា៖

source: Millimeters
km: មីល្លីម៉ែត្រ

source: Inches
km: អ៊ីញ

source: Preview
km: មើលជាមុន

source: Edited in Photos
km: បានកែក្នុង”រូបថត”

source: Untouched
km: មិនបានប៉ះពាល់

# Document Title
source: Title
km: ចំណងជើង

# Document Author
source: Author
km: អ្នកនិពន្ធ

source: Source
km: ប្រភព

source: Date Modified
km: កាលបរិច្ឆេទនៃកែប្រែ

source: Date Created
km: កាលបរិច្ឆេទនៃការបង្កើត

# Document Type
source: Type
km: ប្រភេទ

source: Dimensions
km: វិមាត្រ

source: Location
km: ទីតាំង

source: Camera
km: កាមេរ៉ា

source: Exposure
km: ពន្លឺ

source: Aperture
km: ជំរៅ

source: Focal Length
km: ប្រវែងប្រសព្វ

source: Flash
km: ពន្លឺ

source: Modifications
km: ការកែប្រែ

source: %ld × %ld pixel
km: %ld × %ld ភីកសែល

source: Off, did not fire
km: បិទ, មិនបានបាញ់ទេ

source: On, fired
km: បើក, បានបាញ់

source: Discard all Edits
km: បោះបង់ការកែប្រែទាំងអស់

source: Devices
km: ឧបករណ៍

source: All
km: ទាំងអស់

# Search Filter
source: Title
km: ចំណងជើង

# Search Filter
source: Author
km: អ្នកនិពន្ធ

source: Match
km: ផ្គូផ្គង

# Search Filter
source: Type
km: ប្រភេទ

source: Select All
km: ជ្រើស​យក​ទាំងអស់

source: Select None
km: គ្មានជ្រើសរើស

source: Export
km: នាំចេញ

source: Add to Album
km: បន្ថែមទៅអាល់ប៊ុម

# dialog title
source: Share
km: ចែករំលែក

source: “%s” shared
km: “%s” បានចែករំលែក

source: E-Mail
km: អ៊ីមែល

source: Failed to upload photo: Service not authorized
km: បានបរាជ័យក្នុងការផ្ទុករូបថតទៅអ៊ីនធឺណិត៖ សេវាកម្មមិនត្រូវបានអនុញ្ញាតទេ

source: Failed to upload photo
km: បានបរាជ័យក្នុងការផ្ទុករូបថតទៅអ៊ីនធឺណិត

source: Sources
km: ប្រភព

source: New device discovered
km: រកឃើញឧបករណ៍ថ្មី

source: Import…
km: នាំចូល…

source: Your %s credentials have expired
km: ព័ត៌មានបញ្ជាក់អត្តសញ្ញាណ %s របស់អ្នកបានផុតកំណត់ហើយ

source: Settings
km: ការកំណត់ចំណូលចិត្ត

source: D-Bus address to use
km: អាសយដ្ឋាន D-Bus ដែលត្រូវប្រើ

source: Contrast
km: ភាពខុសគ្នានៃពន្លឺ

source: Blacks
km: ខ្មៅ

source: Saturation
km: អាំងតង់ស៊ីតេនៃពណ៌

source: Shadows
km: ស្រមោល

source: Highlights
km: តំបន់ភ្លឺបំផុត

source: Colors
km: ពណ៌

source: Free
km: ឥតគិតថ្លៃ

source: Original
km: ភាពដើម

source: 1×1 (Square)
km: 1×1 (ការ៉េ)

source: Lock aspect ratio
km: រក្សាទិដ្ឋភាពសមាមាត្រ

source: Landscape
km: ផ្តេក

source: Portrait
km: បញ្ឈរ

source: Reset
km: កំណត់ឡើងវិញ

source: Crop
km: ច្រឹបកាត់

source: Sharpen
km: ធ្វើឱ្យច្បាស់

source: Denoise
km: កាត់បន្ថយភាពមិនទៀងទាត់

source: Enhance
km: ធ្វើឱ្យប្រសើរឡើង

# Edit Filter
source: None
km: គ្មាន

source: Hometown
km: ស្រុកកំណើត

source: Filters
km: តម្រង

source: Unable to find Tracker on your operating system
km: មិនអាចស្វែងរក “កម្មវិធីតាមដាន” នៅលើប្រព័ន្ធប្រតិបត្តិការរបស់អ្នកទេ

source: Unable to fetch the list of photos
km: មិនអាចទៅយកបញ្ជីរូបថត
